"Any" = "Any";
"All" = "All";
"Save" = "Save";
"Kind" = "Kind";
"matches" = "matches";
"contain" = "contains";
"begin with"="begins with";
"is" = "is";
"is not"="is not";
"equals" = "equals";
"is less then"="is less than";
"is greater than"="is greater than";
"within last"="within last";
"exacly" = "exactly";
"before" = "before";
"after" = "after";
"today" = "today";
"yesterday" = "yesterday";
"this week"="this week";
"this mounth"="this month";
"this year"="this year";
"Contains ALL"="Contains all";
"Contains Any"="Contains any";
"Not Contains"="Does not contain";
"Narrowly" = "Contains only";
"day" = "day";
"week" = "week";
"month" = "month";
"year" = "year";
"KB" = "KB";
"MB" = "MB";
"GB" = "GB";
"seconds" = "seconds";
